let questions = [
  {
    question: "ما اسم الكوكب الأقرب إلى الشمس؟",
    answer: "كوكب عطارد",
    options: ["كوكب الزهرة", "كوكب عطارد", "كوكب المريخ", "كوكب زحل"],
  },
  {
    question: "ما اسم مدينة التلال السبع؟",
    answer: "روما ",
    options: ["روما ", "باريس ", "لندن", "هون كونج"],
  },
  {
    question: "ما اسم أكبر خليج في العالم ؟",
    answer: "خليج المكسيك",
    options: ["الخليج العربي", "خليج البنغال", "خليج السويس", "خليج المكسيك"],
  },
  {
    question: "ما هي عاصمة مصر ؟",
    answer: "القاهرة",
    options: ["الفيوم", "الإسكندرية", "القاهرة", "حلوان"],
  },
  {
    question: " ما اسم العالم الذي اكتشف قانون الجاذبية الأرضية؟",
    answer: "نيوتن",
    options: ["ماركوني ", "أديسون ", "نيوتن", "أندرس سلزيوس"],
  },
  {
    question: " كم عدد اللاعبين في مباريات كرة القدم لكلا الفريقين ؟",
    answer: "22",
    options: ["23", "22", "11", "26"],
  },
  {
    question: "ماذا يطلق على صوت الأسد؟",
    answer: "زئير",
    options: ["صهيل ", "فحيح", "ضغيب", "زئير"],
  },
  {
    question: "ما اسم الحيوان الأثقل وزنًا في العالم؟",
    answer: "الحوت الأزرق",
    options: ["النعامة", "الفيل ", "الحوت الأزرق", "الجمل"],
  },
  {
    question: "ما هو الحيوان الذي ينام وعيناه مفتوحة ؟",
    answer: "الدولفين",
    options: ["الحوت", "الأسد ", "الحبار", "الدولفين"],
  },
  {
    question: "من هو صاحب رواية خان الخليلي؟",
    answer: "نجيب محفوظ",
    options: ["نجيب محفوظ", "أحمد أمين", "أحمد خالد توفيق", "عز الدين شكري"],
  },
  {
    question: "ما هو الشيء الذي يقرص ولا يمكن رؤيته أو لمسه؟",
    answer: "الجوع",
    options: ["الحشرات", "الجوع", "السيارة", "القلم"],
  },
  {
    question:
      "ما هو الشيء الذي إذا ترك في الماء مات بالرغم من أنه يصنع من الماء؟",
    answer: "الثلج",
    options: ["الثلج", "الملح", "القهوة", "النار"],
  },
  {
    question: "ما هي المدينة التي أسسها جوهر الصقلي؟",
    answer: "مدينة القاهرة",
    options: ["مدينة بغداد", "مدينة دمشق", "مدينة القاهرة", "مدينة الكوفة"],
  },
  {
    question: "ما هي الدولة صاحبة أكبر عدد سكان في العالم؟",
    answer: "الصين",
    options: ["اليابان", "الصين", "ماليزيا", "كوريا"],
  },
  {
    question: "ما هو الحيوان الذي يمتلك أكبر ذاكرة في العالم؟",
    answer: "الجمل",
    options: ["الأسد", "الزرافة", "الفيل", "الجمل"],
  },
  {
    question: "ما هو اسم صغير حيوان الفيل؟",
    answer: "دغفل",
    options: ["دغفل", "منح", "هجرس", "شبل"],
  },
  {
    question: "أين توجد أعلى نافورة إرتفاعاً في العالم؟",
    answer: "جدة",
    options: ["جدة", "باريس", "دبي", "لندن"],
  },
  {
    question: "أين توجد ساعة بيج بن؟",
    answer: "لندن",
    options: ["فرنسا", "لندن", "شيكاغو", "طوكيو"],
  },
  {
    question: "كم عدد الكلى داخل جسم الإنسان؟",
    answer: "اثنان",
    options: ["أربعة", "واحدة", "ثلاثة", "اثنان"],
  },
  {
    question: "كم عدد العضلات الموجودة في جسم الانسان؟",
    answer: "620",
    options: ["620", "540", "220", "466"],
  },
  {
    question: "إلى أي محيط ينتمي بحر العرب؟",
    answer: "المحيط الهندي",
    options: [
      "المحيط الهادي",
      "المحيط الهندي",
      "المحيط الأطلسي",
      "المحيط المتجمد الشمالي",
    ],
  },
  {
    question: "كم عدد المحيطات في العالم؟",
    answer: "5",
    options: ["7", "4", "3", "5"],
  },
  {
    question: "أين يقع نهري دجلة والفرات؟",
    answer: "العراق",
    options: ["العراق", "الأردن", "سوريا", "مصر"],
  },
  {
    question: "أين يقع البحر الميت ؟",
    answer: "الأردن",
    options: ["فلسطين", "تركيا", "عمان", "الأردن"],
  },
  {
    question: "كم عدد الدول العربية المطلة على البحر الأبيض المتوسط؟",
    answer: "8",
    options: ["10", "12", "8", "9"],
  },
  {
    question: "ما هو الحيوان الذي يستمر في النمو حتى الموت؟",
    answer: "سلطعون البحر",
    options: ["الأخطبوط", "الجمبري", "نجم البحر", "سلطعون البحر"],
  },
];
